/* Cart button label */
"Add to cart" = "Zum Einkaufswagen hinzufügen";

/* Cart button label */
"Added to cart" = "Zum Einkaufswagen hinzugefügt";

/* Cancel button label */
"Cancel" = "Abbrechen";

/* Cart screen title */
"Cart" = "Einkaufswagen";

/* Category label */
"Category: %@" = "Kategorie: %@";

/* Checkout button label */
"Checkout" = "Auschecken";

/* Delete Account button label */
"Delete Account" = "Konto löschen";

/* Edit profile button label */
"Edit Profile" = "Profil bearbeiten";

/* Favourites screen title */
"Favourites" = "Favoriten";

/* Search results */
"Found %@ results" = "%@ Ergebnisse gefunden";

/* Item not found */
"Item not found" = "Artikel nicht gefunden";

/* Profile screen title */
"My Profile" = "Mein Profil";

/* No favourites */
"No favourites" = "Keine Favoriten";

/* No items added */
"No items added" = "Keine Artikel hinzugefügt";

/* Order History button label */
"Order History" = "Bestellverlauf";

/* Home screen title */
"Order online\ncollect in store" = "Online bestellen\nim Laden abholen";

/* Profile sign out/ delete confirmation */
"Please confirm profile deletion" = "Bitte bestätigen Sie die Profillöschung";

/* Profile sign out/ delete confirmation */
"Please confirm sign out" = "Bitte bestätigen Sie die Abmeldung";

/* Item price */
"Price" = "Preis";

/* Quantity */
"Quantity" = "Quantität";

/* Search bar placeholder */
"Search" = "Suchen";

/* See more button label */
"See more" = "Mehr sehen";

/* Sign Out button label */
"Sign Out" = "Abmelden";

/* Checkout total */
"Total" = "Gesamt";

/* Item price */
"£%@" = "€%@";

/* Login error alert */
"Invalid login credentials." = "Ungültige Login-Details.";

/* Login error alert */
"The email is badly formatted." = "Die E-Mail ist schlecht formatiert.";

/* On Boarding labels */
"Find your\nGadget" = "Finden Sie\nIhr Gadget";
"Get started" = "Loslegen";

/* Login screen labels */
"Welcome to the\nUrban Market" = "Willkommen beim\nUrban Market";
"Register" = "Registrieren";
"Login" = "Anmelden";
"Full Name" = "Vollständiger Name";
"Password" = "Passwort";
"Reenter Password" = "Passwort erneut eingeben";
"Forgot password?" = "Passwort vergessen?";
"A password reset link has been sent to your email" = "Ein Link zum Zurücksetzen des Passworts wurde an Ihre E-Mail-Adresse gesendet";
"Back to login" = "Zurück zur Anmeldung";
"Create account" = "Konto erstellen";
"Hide" = "Verstecken";
"Show" = "Zeigen";

/* Product category */
"smartphones" = "handys";
"laptops" = "laptops";
"groceries" = "lebensmittel";
"home-decoration" = "heimdekoration";
"fragrances" = "düfte";
"skincare" = "hautpflege";
"furniture" = "möbel";
"tops" = "spitzen";
"womens-dresses" = "damenkleider";
"womens-shoes" = "damenschuhe";
"mens-shirts" = "herrenshirts";
"mens-shoes" = "herrenschuhe";
"mens-watches" = "herrenuhren";
"womens-watches" = "damenuhren";
"womens-bags" = "damentaschen";
"womens-jewellery" = "damenschmuck";
"sunglasses" = "sonnenbrille";
"automotive" = "automobil";
"motorcycle" = "motorrad";
"lighting" = "beleuchtung";
